{
  "name": "أ.د. حمود بن محسن ناصر الدعجاني",
  "nationalId": "1047824410",
  "university": "جامعة شقراء",
  "college": "كلية الشريعة والحقوق",
  "department": "الشريعة",
  "rank": "أستاذ",
  "specialization": "فقه مقارن",
  "maritalStatus": "متزوج",
  "birthDate": "1/7/1388 هـ",
  "email": "Dajani1000@hotmail.com",
  "mobile": "0506106514",
  "workPhone": "-",
  "fax": "-",
  "qualifications": [
    "دكتوراه في الفقه المقارن من المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية.",
    "ماجستير في الفقه المقارن من المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية.",
    "بكالوريوس في الشريعة من كلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية."
  ],
  "sheikhs": [
    "سماحة الشيخ/ عبدالعزيز بن عبدالله بن باز المفتي العام للمملكة العربية السعودية ﴿رحمه الله﴾.",
    "سماحة الشيخ/ عبدالعزيز بن عبدالله آل الشيخ المفتي العام للمملكة العربية السعودية ﴿حفظه الله﴾.",
    "معالي الشيخ الدكتور/ يعقوب أباحسين عضو هيئة كبار العلماء ﴿رحمه الله﴾."
  ],
  "scientificLicenses": "حصل على العديد من الإجازات العلمية في كتب القراءات والعقيدة والحديث والفقه واللغة العربية.",
  "experiences": [
    "عضو هيئة التدريس بكلية الشريعة والحقوق بجامعة شقراء.",
    "مساعد المشرف على وحدة التوعية الفكرية بجامعة شقراء.",
    "وكيل عمادة كلية التربية للشؤون التعليمية بجامعة شقراء.",
    "وكيل عمادة خدمة المجتمع والتعليم المستمر بجامعة شقراء."
  ],
  "memberships": [
    "عضو اللجنة الدائمة للتوعية الفكرية بجامعة شقراء.",
    "عضو اللجنة الدائمة لمتابعة المنهج الوسطي بجامعة شقراء.",
    "عضو اللجنة العليا للندوة العلمية (الهوية الوطنية في ضوء التحديات المعاصرة).",
    "عضو الجمعية القضائية السعودية.",
    "عضو الجمعية الفقهية السعودية.",
    "عضو الهيئة الإسلامية العالمية للاقتصاد والتمويل."
  ],
  "conferences": [
    "المؤتمر الدولي للهوية الوطنية في ضوء رؤية المملكة العربية السعودية 2030.",
    "المؤتمر الدولي للتعليم العالي.",
    "مؤتمر المدينة المنورة الدولي للشريعة والدراسات الإسلامية.",
    "رئيس تحكيم مسابقة سعادة رئيس الجامعة للقرآن والسنة.",
    "الإشراف والمناقشة للعديد من رسائل الدكتوراه والماجستير في الجامعات السعودية.",
    "تحكيم العديد من البحوث والدراسات الشرعية للمجلات العلمية.",
    "عضو التوعية الإسلامية في الحج.",
    "إلقاء العديد من المحاضرات العامة والندوات والدروس العلمية تحت إشراف وزارة الشؤون الإسلامية ورئاسة الشؤون الدينية بالمسجد الحرام والمسجد النبوي."
  ],
  "interests": [
    "الفقه المقارن",
    "الأمن الفكري",
    "دراسة الأنظمة واللوائح والمعاهدات والاتفاقيات الدولية"
  ],
  "currentWork": "أستاذ الفقه المقارن بكلية الشريعة والحقوق بجامعة شقراء.",
  "publications": [
    "كتاب رياض الصائمين.",
    "كتاب أربعون حديثاً في الحث على الوسطية والاعتدال.",
    "التأصيل الشرعي لمفهوم الهوية الوطنية.",
    "الإرهاب الإلكتروني.",
    "جهود المملكة العربية السعودية في خدمة كتاب الله.",
    "نشأة الاجتهاد الجماعي – دراسة فقهية.",
    "الجريمة الإلكترونية – دراسة فقهية تطبيقية.",
    "الملكية الفكرية وبيع حقوقها في مجال العلوم الشرعية.",
    "تغير قيمة النقود وأثره في الحقوق والالتزامات – دراسة فقهية.",
    "الاستفادة من الخلايا الجذعية في العلاج – دراسة فقهية.",
    "الاتفاقية العامة الإطارية – دراسة فقهية.",
    "المسؤولية الجنائية الناشئة عن العدوى بجائحة فيروس كورونا المستجد (covid-19) – دراسة فقهية.",
    "التجارب العلمية على المصابين بفيروس كورونا المستجد (covid-19) – دراسة فقهية.",
    "الترخيص الإجباري لإنتاج لقاح فيروس كورونا المستجد (COVID-19) – دراسة فقهية.",
    "تسعير الخدمات الصحية للمصابين بفيروس كورونا المستجد (COVID-19) – دراسة فقهية تطبيقية.",
    "عقد البيع فوب (F.O.B) – دراسة فقهية."
  ]
}
