[
  {"activity": "مساعد رئيس وحدة التوعية الفكرية بجامعة شقراء"},
  {"activity": "عضو وحدة التوعية الفكرية بجامعة شقراء"},
  {"activity": "عضو اللجنة الدائمة لمتابعة المنهج الوسطي بجامعة شقراء"},
  {"activity": "كتاب أربعون حديثاً في الحث على الوسطية والاعتدال"},
  {"activity": "بحث التأصيل الشرعي لمفهوم الهوية الوطنية"},
  {"activity": "بحث الإرهاب الإلكتروني (المفهوم والأسباب والأهداف والخصائص والأساليب)"},
  {"activity": "بحث جهود المملكة العربية السعودية في خدمة كتاب الله"},
  {"activity": "تدريس مادة الأمن الفكري والوطني والذاتي بالتعاون مع مركز التدريب بالأمن العام"},
  {"activity": "حضور المؤتمر الدولي للهوية الوطنية في ضوء رؤية المملكة العربية السعودية 2030 في جامعة شقراء"},
  {"activity": "حضور ورشة عمل وبرنامج تدريبي (حصانة) في كلية نايف للأمن الوطني"},
  {"activity": "حضور مؤتمر واجب الجامعات السعودية وأثرها في حماية الشباب من الجماعات والأحزاب والانحراف في جامعة الإمام محمد بن سعود الإسلامية"},
  {"activity": "المشاركة في ندوة (دور الجامعات في تنمية قيم المواطنة) بمناسبة اليوم الوطني 90 للمملكة العربية السعودية"},
  {"activity": "المشاركة في الندوة الوطنية بمناسبة ذكرى البيعة السابعة"},
  {"activity": "تقديم دورة عن الأمن الفكري وآثاره في جامعة شقراء"},
  {"activity": "تقديم محاضرة بعنوان: (جهود المملكة العربية السعودية في خدمة الحرمين الشريفين) في جامعة شقراء"},
  {"activity": "تقديم كلمة عن مضامين بيان هيئة كبار العلماء بالمملكة العربية السعودية حول جماعة الإخوان الإرهابية في جامعة شقراء"},
  {"activity": "تقديم محاضرة بعنوان: (مخاطر الإعلام الجديد على الأمن الفكري) في جامعة شقراء"},
  {"activity": "عضو اللجنة العليا للندوة العلمية: (الهوية الوطنية في ضوء التحديات المعاصرة) في جامعة شقراء"},
  {"activity": "المشاركة في ندوة بعنوان: (التوازن الفكري وأثره في إكرام المرأة) تحت إشراف رئاسة الشؤون الدينية بالمسجد الحرام والمسجد النبوي"},
  {"activity": "المشاركة في ندوة بعنوان: (تعزيز جوانب الأمن الفكري ضرورة مجتمعية) تحت إشراف رئاسة الشؤون الدينية بالمسجد الحرام والمسجد النبوي"},
  {"activity": "المشاركة في ندوة بعنوان: (وسطية المفتي في إرشاد المستفتي) تحت إشراف رئاسة الشؤون الدينية بالمسجد الحرام والمسجد النبوي"}
]
